Repository: MrBacon/arashi
Catalog: src/Web/App_GlobalResources/GlobalResources.*.resx
Languages: it

# EditMedia_Flip
source: Flip
it: Capovolgi

# EditMedia_FlipHozirontal
source: Flip horizontal
it: Capovolgi in orizzontale

# EditMedia_FlipVertical
source: Flip vertical
it: Capovolgi in verticale

# EditMedia_Height
source: Height
it: Altezza

# EditMedia_Original
source: Original Image
it: Immagine originale

# EditMedia_Resize
source: Resize
it: Ridimensiona

# EditMedia_Resize_Description
source: To rotate, set below the new values for the image width and height, then click the resize button.
it: Per ruotare, imposta qua sotto i valori di altezza e larghezza delle nuove dimensioni, poi clicca il pulsante ridimensiona.

# EditMedia_Rotate
source: Rotate
it: Ruota

# EditMedia_RotateLeft
source: Rotate left
it: Ruota verso sinistra

# EditMedia_RotateRight
source: Rotate right
it: Ruota verso destra

# EditMedia_TextWatermark
source: Text Watermark
it: Filigrana

# EditMedia_TextWatermark_Apply
source: Apply Watermark
it: Applica filigrana

# EditMedia_TextWatermark_Color
source: Color
it: Colore carattere

# EditMedia_TextWatermark_Font
source: Font
it: Carattere

# EditMedia_TextWatermark_FontSize
source: Font size
it: Dimensioni carattere

# EditMedia_TextWatermark_FontStyle
source: Style
it: Stile carattere

# EditMedia_TextWatermark_HorizontalAlign
source: Horizontal align
it: Allineamento orizzontale

# EditMedia_TextWatermark_Text
source: Text
it: Testo

# EditMedia_TextWatermark_VerticalAlign
source: Vertical align
it: Allineamento verticale

# EditMedia_Width
source: Width
it: Larghezza

# MediaManagerNew
source: Upload new media
it: Carica un nuovo file

source: This page has
it: Questa pagina ha

source: This post has
it: Questo articolo ha

# EnableMeta
source: Enable this post meta keywords & description
it: Abilita meta keywords e description per questo articolo

# EnableMetaDescription
source: If enabled and specified, these fields let's you customize this post meta tags, overriding the generic one configured in the page
it: Se abilitati e specificati, questi campi permettono di personalizzare i meta tag solo per questo articolo, in sostituzione di quelli generici configurati nella pagina delle

# MetaDescription
source: Description (max 160 chars)
it: Descrizione (max 160 caratteri)

# MetaKeywords
source: Keywords (comma separated)
it: Keywords (separate da virgola)

source: Change status to
it: Cambia lo stato in

source: Change date
it: Cambia la data

source: Avg Time On Site
it: Tempo medio sul sito

# PercentNewVisits
source: % New Visits
it: % Nuove Visite

source: Refresh
it: Aggiorna

source: Source
it: Origine

source: Traffic Source
it: Origine Traffico

source: Visits
it: Visite

# VisitsAndPageViews
source: Visits & Page Views
it: Visite & Pagine Viste

source: Created Date
it: Data Creazione

source: Description
it: Descrizione

source: Domains
it: Domini

source: Name
it: Nome

source: Theme
it: Tema grafico

# WelcomeToControlPanel
source: Welcome to the Control Panel
it: Benvenuto nel Pannello di Controllo

# WelcomeToControlPanelDesc
source: To start select a site from the list below, otherwise use the following button to crete a new one
it: Per cominciare clicca su uno dei siti esistenti elencati sotto, oppure clicca il pulsante seguente per crearne uno nuovo

source: Select a site
it: Seleziona un sito

source: Show features
it: Mostra funzionalità

# SiteFeatures
source: Manage Site Features
it: Gestione Funzionalità

source: Select all features
it: Seleziona tutte le funzionalità

# AllSiteFeaturesEnabled
source: All features are enabled for the selected site!
it: Tutte le funzionalità del sito selezionato sono state abilitate!
