Repository: MrBacon/arashi
Catalog: src/Web/App_GlobalResources/GlobalResources.*.resx
Languages: it

source: Categories
it: Categorie

source: Close
it: Chiudi

source: Comments
it: Commenti

# CommentsDescription
source: Manage the comments to your posts
it: Gestisci i commenti ai tuoi articoli

# CommentStatus_Approved
source: Approved
it: Approvato

# CommentStatus_Unapproved
source: Unapproved
it: Non Approvato

source: Configuration
it: Configurazione

# ConfigurationDescription
source: General settings
it: Impostazioni generali del sito

source: Contacts
it: Contatti

source: Content Management
it: Gestione Contenuti

source: Control Panel
it: Pannello di Controllo

source: Create new site...
it: Crea un nuovo sito...

source: Credits
it: Riconoscimenti

source: Current Site:
it: Sito attuale:

# Editor_AddMedia
source: Add Media...
it: Aggiungi Immagine o Video...

# Editor_More
source: More
it: Continua a leggere

# BackToControlPanel
source: Back to the Control Panel
it: Torna al Pannello di Controllo

source: Cancel
it: Annulla

source: Save my updates
it: Salva le modifiche

source: Publish
it: Pubblica

source: Save
it: Salva

source: Save as draft
it: Salva come bozza

source: Update
it: Aggiorna

# Home_Quickstart_ManageSites
source: Manage existings sites
it: Gestione siti esistenti

# Home_Quickstart_NewSite
source: Create a new web site
it: Crea un nuovo sito web

# Home_Quickstart_Title
source: What do you want to do?
it: Cosa vuoi fare oggi?

source: Loading...
it: Caricamento...

# LoggedUserLabel
source: Welcome
it: Benvenuto

source: Login
it: Entra

# LoginResetPasswordButtonText
source: Send me the new password
it: Inviami la nuova password

source: Logoff
it: Esci

source: Maintenance
it: Manutenzione

source: MediaManager
it: File Multimediali

# MediaManagerDescription
source: Manage your media files
it: Gestisci i file multimediali (immagini, video, ...)

source: Messages
it: Messaggi

# MessagesDescription
source: Notification Messages (Contacts, emails)
it: Visualizza i messaggi di contatto e le email

# Message_CategorySaved
source: The category has been saved successfully!
it: La categoria è stato salvata con successo!

# Message_Close
source: Close the message
it: Chiudi il messaggio

# Message_CustomFieldSaved
source: The new custom field has been saved successfully!
it: Il nuovo campo personalizzato è stato salvato con successo!

# Message_ExternalIdRemoved
source: The association with the external provider ha been removed!
it: L'associazione al fornitore di autenticazione esterno è stata rimossa!

# Message_GenericError
source: Whoops, I'm sorry but an error occured. Please retry or contact us to notify what happened.
it: Ops, si è verificato un errore! Riprova o contattaci per segnalarci cosa è successo.

# Message_NoCategories
source: There are no categories already defined
it: Non ci sono categorie ancora definite

# Message_NoCustomField
source: There are no custom fields defined
it: Non ci sono campi personalizzati ancora definiti

# Message_NoTags
source: There are no tags already defined
it: Non ci sono tag ancora definiti

# Message_NoTagsAssociated
source: This post has not yet tags associated
it: Questo articolo non ha nessun tag associato

# Message_PageSaved
source: The page has been saved successfully!
it: La pagina è stata salvata con successo!

# Message_PageUpdated
source: The page has been updated!
it: La pagina è stata aggiornata!

# Message_PostSaved
source: The post has been saved successfully!
it: L'articolo è stato salvato con successo!

# Message_PostUpdated
source: The post has been updated!
it: L'articolo è stato aggiornato!

# Message_SiteHostNotUnique
source: It seems that the domain {0} is already in use, please choose another one.
it: Il dominio {0} risulta già utilizzato, per favore indica un altro nome di dominio.

# Message_TagSaved
source: The new tag has been saved successfully!
it: Il nuovo tag è stato salvato con successo!

# Message_UserCreated
source: User {0} has been successfully created.
it: L'utente {0} è stato creato con successo.

# Message_UserDisplayNameIsNotUnique
source: The display name isn't available because it is in use by an other user
it: Il nome scelto non è disponibile in quanto già usato da un altro utente

# Message_UserEmailIsNotUnique
source: The email specified is in use by another user
it: L'email indicata è già usata da un altro utente

# Message_UserPasswordChanged
source: The password has been changed successfully.
it: La password è stata cambiata!

# Message_UserSaved
source: The user data has been saved successfully!
it: I dati dell'utente sono stati salvati con successo!

# NoScript_Description
source: The Control Panel requires that JavaScript is enabled on this browser.
it: Il Pannello di Controllo funziona solo con JavaScript abilitato sul tuo browser!

# NoScript_Help
source: Follow the instructions at this link:
it: Segui le istruzioni a questo link:

# NoScript_HelpLink
source: help
it: guida

# NoScript_Title
source: Attention!
it: Attenzione!

# ObsoleteWarning_Body
source: For a better experience using this site, please upgrade to a modern web browser.
it: Per una migliore navigazione su questo sito, per cortesia passa ad un browser di ultima generazione.

# ObsoleteWarning_Title
source: You are using an outdated browser
it: Stai usando un browser obsoleto

source: Pages
it: Pagine

# PagesDescription
source: Manage the static pages of the site
it: Gestisci le pagine statiche

source: Posts
it: Articoli

# PostsDescription
source: Create and edit posts
it: Crea e modifica articoli

# RebuildIndexDescription
source: Rebuild the search index
it: Rigenera gli indici per la ricerca online sul sito

# Roles_Label
source: Roles
it: Ruoli

# SEODescription
source: Optimizes your site for Search Engines
it: Impostazioni per l'ottimizzazione per i motori di ricerca

source: Settings
it: Impostazioni

# ShowTutorial
source: Show the tutorial...
it: Visualizza il tutorial...

source: Start the quick tutorial
it: Visualizza il tutorial

source: Switch to site:
it: Gestisci un altro sito:

source: System
it: Sistema

source: Tags
it: Tag

source: Themes
it: Temi grafici

# ThemesDescription
source: Change the appearance of the site
it: Cambia l'aspetto del sito

source: User Groups
it: Gruppi di utenti

# UserGroupsDescription
source: Manage groups of users and their permissions
it: Gestisci i gruppi di utenti e le loro autorizzazioni

source: Users
it: Utenti

# UsersDescription
source: Manage users that log in the site
it: Gestisci gli utenti che possono

source: View current site
it: Visualizza sito attuale

# WelcomeDialog
source: <p>This is the main place from wich you can author & configure your site.</p> <p>To became familiar on how to use this screen I suggest to take a view to a very quick tutorial.</p> <p>In any case, you can start the tutorial anytime by clicking on the link in the top right of the Control Panel home.</p>
it: <p>Questo è il luogo principale da cui partire per creare i tuoi contenuti da pubblicare sul web e dove configurare il tuo sito.</p> <p>Per prendere familiarità su come usare il pannello di controllo ti suggerisco di vedere il breve tutorial.</p> <p>In ogni caso potrai visualizzare il tutorial in ogni momento cliccando sull'apposito link che trovi in alto a destra di questa pagina del pannello di controllo.</p>

source: Widgets
it: Componenti

# WidgetsDescription
source: Add or remove visual component to the pages
it: Aggiungi o rimuovi componenti visuali delle pagine

# WorkflowStatus_Draft
source: Draft
it: Bozza

# WorkflowStatus_Published
source: Published
it: Pubblicato

# WorkflowStatus_Review
source: Review
it: Revisione

source: Login with
it: Entra con

# LoginWithProvider
source: Log in below with your favorite account provider:
it: Entra con uno dei seguenti account:

# LoginWithProviderUserName
source: Enter your <strong>Provider user name</strong>:
it: Indica il tuo <strong>nome utente</strong>:

# LoginWithUserNameAndPassword
source: Log in with your email and password
it: Entra con la tua email e password

source: Please enter your
it: Per favore indica il tuo

source: Remember me
it: Ricordati di me

# RightGroup_Comments
source: Comments
it: Commenti

# RightGroup_Files
source: Files
it: File

# RightGroup_Messages
source: Messages
it: Messaggi

# RightGroup_Pages
source: Pages
it: Pagine

# RightGroup_Posts
source: Posts
it: Articoli

# RightGroup_Roles
source: Roles
it: Gruppi di utenti

# RightGroup_Site
source: Site
it: Sito

# RightGroup_SiteSettings
source: SiteSettings
it: Impostazioni Sito

# RightGroup_System
source: System
it: Sistema

# RightGroup_Templates
source: Templates
it: Temi Grafici

# RightGroup_Users
source: Users
it: Utenti

# Rights_AccessAdmin
source: Access Admin
it: Login al Pannello di Controllo

# Rights_AccessAdmin_Description
source: Can access site administration
it: Può gestire un sito

# Rights_CommentsDelete
source: Comments Delete
it: Eliminazione Commenti

# Rights_CommentsDelete_Description
source: Can delete comments
it: Può eliminare i commenti

# Rights_CommentsEdit
source: Comments Edit
it: Modifica Commenti

# Rights_CommentsEdit_Description
source: Can edit or create comments
it: Può creare o modificare i commenti agli articoli

# Rights_CommentsView
source: Comments View
it: Visualizzazione Commenti

# Rights_CommentsView_Description
source: Can view existing comments
it: Può vedere i commenti agli articoli

# Rights_DashboardAccess
source: Dashboard Access
it: Accesso al Pannello di Controllo

# Rights_DashboardAccess_Description
source: Can access Site Dashboard
it: Può accedere al pannello di controllo

# Rights_FilesDelete
source: Files Delete
it: Eliminazione File

# Rights_FilesDelete_Description
source: Can delete files
it: Può eliminare i file

# Rights_FilesEdit
source: Files Edit
it: Modifica File

# Rights_FilesEdit_Description
source: Can edit files
it: Può modificare i file

# Rights_FilesUpload
source: Files Upload
it: Caricamento File

# Rights_FilesUpload_Description
source: Can upload new files
it: Può caricare nuovi file

# Rights_FilesView
source: Files View
it: Visualizzazione File

# Rights_FilesView_Description
source: Can view existing files
it: Può visualizzare i file

# Rights_MessagesDelete
source: Messages Delete
it: Eliminazione Messaggi

# Rights_MessagesDelete_Description
source: Can delete notification messages
it: Può eliminare i messaggi

# Rights_MessagesEdit
source: Messages Edit
it: Modifica Messaggi

# Rights_MessagesEdit_Description
source: Can edit notification messages
it: Può modificare i messaggi

# Rights_MessagesView
source: Messages View
it: Visualizzazione Messaggi

# Rights_MessagesView_Description
source: Can view notification messages
it: Può visualizzare l'elenco dei messaggi

# Rights_PagesDelete
source: Pages Delete
it: Eliminazione Pagine

# Rights_PagesDelete_Description
source: Can delete pages
it: Può eliminare le pagine

# Rights_PagesEdit
source: Pages Edit
it: Modifica Pagine

# Rights_PagesEdit_Description
source: Can edit or create pages
it: Può creare e modificare le pagine

# Rights_PagesView
source: Pages View
it: Visualizzazione Pagine

# Rights_PagesView_Description
source: Can view existing pages
it: Può visualizzare una pagina esistente

# Rights_PostsDelete
source: Posts Delete
it: Eliminazione Articoli

# Rights_PostsDelete_Description
source: Can delete posts
it: Può eliminare gli articoli

# Rights_PostsEdit
source: Posts Edit
it: Modifica Articoli

# Rights_PostsEdit_Description
source: Can edit and create posts
it: Può creare e modificare gli articoli

# Rights_PostsView
source: Posts View
it: Visualizzazione Articoli

# Rights_PostsView_Description
source: Can view existing posts
it: Può visualizzare gli articoli esistenti

# Rights_RolesDelete
source: Roles Delete
it: Eliminazione Gruppi di Utenti

# Rights_RolesDelete_Description
source: Can delete roles
it: Può eliminare i gruppi di utenti

# Rights_RolesEdit
source: Roles Edit
it: Modifica Gruppi di Utenti

# Rights_RolesEdit_Description
source: Can edit or create roles
it: Può creare e modificare i gruppi di utenti

# Rights_RolesView
source: Roles View
it: Visualizzazione Gruppi di Utenti

# Rights_RolesView_Description
source: Can view existing roles
it: Può visualizzare i gruppi di utenti

# Rights_SiteCreate
source: Site Create
it: Creazione Siti

# Rights_SiteCreate_Description
source: Can create a new site
it: Può creare un nuovo sito

# Rights_SiteDelete
source: Site Delete
it: Eliminazione Siti

# Rights_SiteDelete_Description
source: Can delete an existing site
it: Può eliminare un sito esistente

# Rights_SiteSettingsEdit
source: Site Settings Edit
it: Modifica Impostazioni Sito

# Rights_SiteSettingsEdit_Description
source: Can edit the site settings
it: Può modificare le impostazioni del sito

# Rights_SiteSettingsView
source: Site Settings View
it: Visualizzazione Impostazioni Sito

# Rights_SiteSettingsView_Description
source: Can view the site settings
it: Può visualizzare le impostazioni del sito

# Rights_SystemConfigurationEdit
source: System Configuration Edit
it: Modifica Configurazione di Sistema

# Rights_SystemConfigurationEdit_Description
source: Can edit the system configuration
it: Può modificare la configurazione di sistema

# Rights_SystemConfigurationView
source: System Configuration View
it: Visualizzazione Configurazione di Sistema

# Rights_SystemConfigurationView_Description
source: Can view the system configuration
it: Può visualizzare la configurazione di sistema

# Rights_TemplatesChange
source: Templates Change
it: Modifica Tema Grafico

# Rights_TemplatesChange_Description
source: Can change the current template for a site
it: Può cambiare il tema grafico di un sito

# Rights_TemplatesView
source: Templates View
it: Visualizzazione Temi Grafici

# Rights_TemplatesView_Description
source: Can view the available templates
it: Può visualizzare i temi grafici esistenti

# Rights_UsersDelete
source: Users Delete
it: Eliminazione Utenti

# Rights_UsersDelete_Description
source: Can delete users
it: Può eliminare gli utenti

# Rights_UsersEdit
source: Users Edit
it: Modifica Utenti

# Rights_UsersEdit_Description
source: Can edit or create users
it: Può creare e modificare i dati degli utenti

# Rights_UsersView
source: Users View
it: Visualizzazione Utenti

# Rights_UsersView_Description
source: Can view existing users
it: Può visualizzare l'elenco degli utenti di un sito

source: System Configuration
it: Configurazione di Sistema

# SystemConfiguration_FacebookConnect
source: Facebook Connect
it: Integrazione Facebook

# SystemConfiguration_FacebookCookieSupport
source: Cookie Support
it: Supporto Cookie

# SystemConfiguration_SmtpDomain
source: SMTP Domain
it: Dominio SMTP

# SystemConfiguration_SmtpHostPort
source: SMTP Host Port
it: Porta Host SMTP

# SystemConfiguration_SmtpRequireSSL
source: SMTP Require SSL
it: SMTP richiede SSL

# SystemConfiguration_SMTPSettings
source: SMTP Settings
it: Impostazioni SMTP

# SystemConfiguration_SmtpUserName
source: SMTP User Name
it: Nome utente SMTP

# SystemConfiguration_SmtpUserPassword
source: SMTP Password
it: Password SMTP

source: Add New Domain
it: Aggiungi nuovo dominio

source: For each article in a feed, show
it: Per ogni articolo in un feed, mostra

source: Latest posts
it: Ultimi articoli

source: Moderation
it: Moderazione

source: New domain
it: Nuovo dominio

# SiteSettings_Tab_Captcha
source: Spam Protection
it: Protezione Spam

# SiteSettings_Tab_Comments
source: Comments
it: Commenti

# SiteSettings_Tab_Domains
source: Domains
it: Domini

# SiteSettings_Tab_General
source: General
it: Generale

# SiteSettings_Tab_GoogleAnalytics
source: Google Analytics
it: Statistiche Google

# SiteSettings_Tab_Posts
source: Posts
it: Articoli

# Site_AllowComments
source: Allow people to post comments on the article
it: Abilita i commenti agli articoli

# Site_AllowCommentsOnlyForRegisteredUsers
source: Users must be registered and logged in to comment
it: Gli utenti devono essere loggati per commentare gli articoli

# Site_AllowPings
source: Allow link notifications from other blogs (pingbacks and trackbacks.)
it: Abilita le notifiche da altri blog (pingbacks e trackbacks.)

# Site_BlacklistKeys
source: Blacklist keywords
it: Chiavi della lista nera

# Site_CaptchaPrivateKey
source: Private Key
it: Chiave Privata

# Site_CaptchaPublicKey
source: Public Key
it: Chiave Publica

# Site_Captcha_Message1
source: In order to protect your site from spam enable the use of the reCaptcha service, it will help you to greatly reduce the number of undesired spam comments and contacts.<br />To use this service, you must register on <a href="http://recaptcha.net/" title="Go to the reCaptcha site">reCaptcha site</a> in order to obtain the couple of keys that must be inserted in the fields below.
it: Per poter proteggere il sito dallo spam abilita l'uso del servizio reCaptcha, ti aiuterà a ridurre efficacemente lo spam indesiderato nei commenti e nei contatti.<br />Per usare questo servizio, devi registrarti al <a href="http://recaptcha.net/" title="Vai al sito reCaptcha">sito reCaptcha </a> per ottenre la coppia di chiavi da inserire nei campi qui sotto.

# Site_DefaultCulture
source: Default language
it: Lingua di default

# Site_DefaultPage
source: Home page shows
it: La pagina iniziale mostra

# Site_Description
source: Description
it: Descrizione

# Site_EnableCaptchaForComments
source: Enable captcha for comments
it: Abilita la protezione per i commenti

# Site_EnableCaptchaForComments_Hint
source: For security reasons, it's safe to leave this option checked
it: Per ragioni di sicurezza, è meglio lasciare questa opzione abilitata

# Site_FeedUseSummary_FullContent
source: Full content
it: Articolo intero

# Site_FeedUseSummary_Summary
source: Summary
it: Sommario

# Site_Hosts_Description
source: Here are listed the domains associated to the current site. Each site <strong>must have</strong> at least 1 domain.
it: Di seguito sono elencati i domini associati al sito corrente. Ogni sito <strong>deve avere</strong> almeno 1 dominio.

# Site_Hosts_Hint1
source: Click on a row to edit, press Enter to save or Esc to cancel
it: Clicca su una riga della tabella per modificarla, premi il tasto Enter per salvare o il tasto Esc per annullare

# Site_Keys_Hint
source: Separate each word with a new line
it: Scrivi una parola per riga

# Site_MaxCommentsPerPage
source: Show comments in block of
it: Visualizza i commenti in blocchi di

# Site_MaxLinksInComments
source: Max number of links in comments
it: Numero massimo di link nei commenti

# Site_MaxPostsPerPage
source: Blog pages show at most
it: Le pagine blog mostrano almeno

# Site_MaxSyndicationFeeds
source: Syndication feeds show the most recent
it: Syndication feeds visualizzano i più recenti

# Site_ModerationKeys
source: Moderation keywords
it: Chiavi di moderazione

# Site_Name
source: Name
it: Nome

# Site_PagesForHomePage
source: Specific page
it: Pagina specifica

# Site_ReCaptchaSettings
source: reCaptcha settings
it: Impostazioni reCaptcha

# Site_SendEmailForNewComment
source: Send me an email when anyone post a new comment
it: Inviami una email quando qualcuno scrive un commento

# Site_SendEmailForNewModeration
source: Send me an email when a comment is held for moderation
it: Inviami una email quando un commento è da moderare

# Site_ShowAvatars
source: Show avatars
it: Visualizza gli avatar

# Site_SortCommentsFromOlderToNewest
source: Display comments from older to newest
it: Visualizza i commenti dal più vecchio al più nuovo

# Site_TimeZone
source: Time Zone
it: Fuso orario

# Site_TrackingCode
source: Insert here your Google Analytics tracking code
it: Inserisci il codice di tracciamento di Google Analytics

# PagesNew
source: Create a new page
it: Crea una nuova pagina

# PostsNew
source: Create a new post
it: Crea un nuovo articolo

# UserGroupsNew
source: Create a new user group
it: Crea un nuovo gruppo

# UsersNew
source: Create a new user
it: Crea un nuovo utente

source: Add
it: Aggiungi

source: Add a new category
it: Aggiungi una nuova categoria

source: Add a new custom field
it: Aggiungi un nuovo campo

source: Add new
it: Aggiungi nuovo

source: All
it: Tutti

source: Allow comments on this post
it: Consenti i commenti su questo articolo

source: Allow trackbacks & pingbacks on this post
it: Consenti i trackback e i pingback su questo articolo

source: Author
it: Autore

source: Back to Posts list
it: Torna all'elenco degli articoli

source: Categories used by this post
it: Categorie usate da questo articolo

source: Change to
it: Cambia in

source: Choose a tag from these
it: Scegli un tag tra questi

source: Content
it: Testo dell'articolo

source: Current Status
it: Stato attuale

source: Custom Fields
it: Campi Personalizzati

source: Delete
it: Elimina

source: Do you want to specify the summary for this post
it: Vuoi specificare un sommario

source: Edit
it: Modifica

source: Edit Permalink
it: Modifica il Permalink

source: Edit Post
it: Modifica Articolo

source: Key
it: Chiave

source: New Post
it: Nuovo articolo

source: none
it: nessuno

source: No posts exists...
it: Non ci sono articoli...

source: (no title)
it: (senza titolo)

source: (not yet published)
it: (non ancora pubblicato)

source: on
it: il

# Pager_First
source: First
it: Prima

# Pager_Last
source: Last
it: Ultima

# Pager_PageOf
source: Page {0} of {1}
it: Pagina {0} di {1}

source: Parent category
it: Categoria padre

source: Popular
it: Popolari

source: Preview
it: Anteprima

source: Published Date
it: Data Pubblicazione

source: Remove
it: Rimuovi

source: Remove this tag
it: Rimuovi questo tag

source: Scheduled on
it: Programmata per il

# SelectATagFromTheList
source: Select a tag from the list to add it to the current post
it: Seleziona un tag dall'elenco a discesa

source: Separate tags with commas
it: Separa i tag con la virgola

source: Show comments
it: Visualizza i commenti

source: Status
it: Stato

source: Summary
it: Sommario

source: Tags used by this post
it: Tag usati da questo articolo

source: Title
it: Titolo

source: Value
it: Valore

source: View
it: Visualizza

# NewVisitor
source: New
it: Nuovo

# ReturningVisitor
source: Returning
it: Ritornato

source: Visitors
it: Visitatori

source: Visits by Type
it: Visite per Tipo

source: Collapse this group
it: Nascondi questo gruppo

source: Expand this group
it: Visualizza questo gruppo

source: Google Analytics
it: Statistiche di Google

# GoogleAnalyticsDescription
source: View the Google statistics without leaving this site
it: Visualizza le statistiche di Google per il sito selezionato

source: Statistics
it: Statistiche

source: Filtering by
it: Filtro per

source: Search
it: Cerca

# SearchWithEllipsis
source: Search...
it: Cerca...

source: Displaying results for
it: Visualizzazione dei risultati per

source: Show all
it: Visualizza tutto

# EditMedia
source: Edit Image
it: Modifica Immagine

# EditMedia_Header
source: To edit the image use the right panel: click on the proper action and set the options.
it: Per modificare l'immagine usa il pannello di destra: clicca sul tipo di modifica e imposta le eventuali opzioni.

source: Back to Media Manager
it: Ritorna all'elenco dei file multimediali

# EditMedia_Changed
source: Changed Image
it: Immagine modificata

# EditMedia_Crop
source: Crop
it: Ritaglia

# EditMedia_Crop_Coordinates
source: Selection coordinates
it: Coordinate della selezione

# EditMedia_Crop_Description
source: To crop draw a rectangular selection on the original image, when done click the button crop.
it: Per ritagliare, traccia col mouse un rettangolo sull'immagine originale, poi clicca il pulsante ritaglia.

# EditMedia_Crop_Height
source: Height
it: Altezza

# EditMedia_Crop_Left
source: Left
it: X

# EditMedia_Crop_Top
source: Top
it: Y

# EditMedia_Crop_Width
source: Width
it: Larghezza
